Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: "He was freed in August of 2106," Tondo confirms. Berthe, instead, is still in jail and it doesn't look like he'll be out anytime soon. The trial has changed judges four times.
ne: जुलाई ४ का दिन प्रतिवादीले स्वीडेनमा शरण लिईरहेका दुई जना साक्षी प्रस्तुत गर्यो जसअनुसार निश्चित रूपमा गिरफ्तार गरिएको व्यक्ति मेरेद होइन, न्यूसिसिलिया डट आइटिले बतायो।

source: Today, there would be two witnesses ready to testify that Mered is not the criminal wanted for over two years, but a young man named Mered Tesfamarian. As the Guardian reports, one of the two witnesses is Ambesyer Yeman, 23, an Eritrean refugee arrived in Italy with Meted's organization in 2013.
ne: आज दुई जना साक्षी गवाही दिन तयार रहनेछन् कि दुई वर्षदेखि खोजिदैं गरिएको अपराधी मेरेद होइनन् बल्कि उनी मेरेद तेस्फामारियम नाम गरेका अर्का युवक हुन्। द गार्जियनको रिपोर्टअनुसार दुई साक्षीमध्ये एक २३ वर्षीय इरिट्रियन शरणार्थी अम्बेस्येर येमन मेरेदको संस्थामार्फत सन् २०१३ मा इटली आएका थिए। "म गिरफ्तार गरिएको व्यक्तिलाई चिन्दिन। मैले फेसबूकमा पोस्ट गरिएको उनको फोटो देखे र तुरुन्तै भने यो मेरेद होइन," उनले भने।

source: "I don't know the man who's been arrested.
ne: यसका साथै, इटालियन अभियोग पक्षका वकीलले उनका कुराकानीमध्ये एक रेकर्ड गरेका थिए भन्ने टोन्डोले फेसबूकमा खुलाए। उनको पोस्ट धेरैले हेरे र ५०० भन्दा बढीले लाइक गरे।

source: I saw a photo of him published on Facebook and I immediately said, 'this is not Mered,' said the young man. Further, Tondo revealed on his Facebook page that Italian prosecutors had recorded one of his conversations.
ne: हिजो केही दुर्भाग्यपूर्ण घटना घट्यो। जुन इटलीमा, मेरो पेशागत वर्गमा, खतरनाक तरिकाले "सामान्य" मानिन्छ, सधैं भइरहने जस्तै, धेरै जस्तो गडबडी झै। पालेर्मोका अभियोग पक्षका वकीलले मलाई "मेरेद मामिला"मा (गलत पहिचानका कारण मानव बेचबिखनकर्ता ठानिएको शरणार्थीलाई गल्तीले गिरफ्तार गरिएको) अन्तरवार्ता दिई मद्दत गरिरहेको इरिट्रियन युवकसँगका केही कुराकानी गुप्त तवरले रेकर्ड गरेका छन्।

source: His post was widely seen, receiving over 500 likes.
ne: समान अनुसन्धान प्रविधिमार्फत इटालियन न्यायपालिकाले वास्तविक अपराधी खोजिरहेको छ वा त्यस्ता मुद्दा अन्त्य गर्न बलिको बोको खोजिरहेको छ, भन्न गाह्रो छ।

source: Yesterday something unfortunate happened.
ne: Liberate Medhanie Tesfamariam Behre, il falegname eritreo, in carcere per omonimia (Petizione su Avaaz)

source: Something that in Italy, in my professional category, is considered dangerously "normal," business as usual, a hiccup like many others.
ne: समान नाम भएका कारण जेलमा सजाय भोगिरहेका इरिट्रियन काष्ठकर्मी मेधानी तेस्फामारियम बेहरेलाई रिहा गर (आवाजमार्फत पेश गरिएको याचिका)

source: To try to do something concrete on this story, Abdoulaye Bah, the author of this post, supported by a large group of activists, readers and specialists, is launching a petition that we ask you to sign:
ne: हामी मेधानी तेस्फामारियम बेहरेलाई तुरुन्तै रिहा गरियोस् र इटलीले क्षमायाचनाका साथ सार्वजनिक रूपमा माफी मागोस् भन्ने माग गर्दछौं।

source: Wildlife Sanctuary Announcement Is the Icing on the Christmas Cake for Jamaica's Environmental Campaigners · Global Voices The critically endangered Jamaica Iguana.
ne: वन्यजन्तु सेन्कचुअरी घोषणा जमैकन पर्यावरण अभियानकर्ताहरूका लागि सुनमा सुगन्ध

source: Photo by conservation photographer Robin Moore, used with permission.
ne: गम्भीर संकटमा परेको जमैकन इगुवाना। फोटो - संरक्षण फोटोग्राफर रोबिन मूर, अनुमति लिएर प्रयोग गरिएको।

source: The Jamaican government’s decision to create a wildlife sanctuary in an area once threatened by a megaport development has brought joy to the hearts of environmentalists, who campaigned for years to “Save Goat Islands.” While there are questions over how the sanctuary might work in practice, for the most part the proposal is being seen as an early Christmas present.
ne: कुनै समय एउटा ठूलो बन्दरगाह योजनाले खतरामा परेको क्षेत्रलाई वन्यजन्तु सेन्कचुअरी बनाउने जमैकन सरकारको निर्णयप्रति वर्षौंसम्म "गोट टापुहरू बचाऔं" अभियान चलाएका वातावरणविदहरुलाई खुशी बनाएको छ। संरक्षित क्षेत्रले व्यवहारमा कसरी काम गर्न सक्दछ भन्ने प्रश्नहरू खडा भएतापनि प्रस्ताव मुख्य रूपले क्रिसमसको अग्रिम उपहारको रूपमा हेर्न सकिन्छ।

source: The animal is the subject of the Head Start program at Kingston's Hope Zoo, which rears the animals in captivity and releases them into their natural habitat once they are old enough to deal with any possible predators. Local campaigners — and the overseas conservation organisations that supported them — had exhaled back in September 2016, when Prime Minister Andrew Holness announced that he had decided not to proceed with plans for a proposed Chinese transshipment port. The Jamaica Environment Trust tweeted that Jamaican Iguanas were now celebrating in the area where they have been released into the wild:
ne: वन्यजन्तु सेन्कचुअरीको उद्देश्य गम्भीर संकटमा परेको जमैकन इगुवाना (साइक्लुरा कोली) सुरक्षित राख्नु हो, जुन लोप भइसकेको ठानिएको थियो तर १९९० मा पोर्टल्यान्ड बिट प्रोटेक्टेड एरियाको हेल शायर हिल्समा अचानक पुन: पाइयो। यो जनावरको अध्ययन क्षेत्र शुरुआती कार्यक्रम किंग्स्टनस्थित होप चिडियाघर हो, जसले जनावरलाई बन्द स्थानमा राखेर रेखदेख गर्दछ र कुनै पनि सम्भावित आक्रमणकारीसँग बच्न सक्ने भएपछि तिनीहरूलाई आफ्नो प्राकृतिक वासस्थानमा छोड्दछ।

source: Great News in Jamaica! Goat Islands in the Portland Bight Protected Area (PBPA) has been established as a wildlife sanctuary for endemic and endangered species, including the critically endangered endemic Jamaican #Iguana. via @jamaicaobserver https://t.co/E3qBGJoXUX @iguanafndn pic.twitter.com/90xWUTmZyZ — Shedd Research (@SheddResearch) December 15, 2017 The Fort Worth, Texas-based International Iguana Foundation shared on Facebook:
ne: स्थानीय अभियानकर्ताहरू — तथा उनीहरुलाई समर्थन गर्ने विदेशी संरक्षण संस्थाहरुले - सेप्टेम्बर २०१६ मा अभियान स्थगित गरेका थिए, जब प्रधान मंत्री एन्ड्रयू होलनेसले घोषणा गरे कि उनले प्रस्तावित चिनियाँ बन्दरगाह योजनाको साथ अघि नबढ्ने निर्णय लिएका छन्।

source: ITS OFFICIAL!! the Goat Islands will finally be designated a wildlife sanctuary that will include the Jamaican Iguana as its flagship species. This has been our 'end game' for many years but that dream almost vanished in 2013 when the area was on the verge of being handed over to Chinese interests for development.
ne: जमैका पर्यावरण ट्रस्टले जमैकन इगुवाना अहिले तिनीहरूलाई जंगलमा छोडिएको क्षेत्रमा रमाइरहेका थिए भनी ट्वीट गर्यो:

source: The IIF and our partners launched an opposition campaign that successfully fought this idea for 3 years until the Jamaican government finally bowed to public pressure.
ne: गोट द्वीप एक वन्यजन्तु सेन्कचुअरी घोषित गरिनेछ, जेईटी यसको सराहना गर्छ। यसबीच हिलशायर हिल्समा #iguanaparty #goatislandssaved #savegoatislands

source: We want to thank our many supporters who helped fund this campaign that kept the pressure up to Save The Goat Islands and the Jamaican Iguana.
ne: विदेशी संरक्षण संस्थाहरूले पनि प्रशंसा गरे:

source: Victories in the conservation world and few and far between these days, and this one is particularly sweet.
ne: जमैकाको निम्ति सुखद समाचार! पोर्टल्यान्ड बिट प्रोटेक्टेड एरिया (पीबीपीए) मा गोट द्वीप गम्भीर रूपले संकटमा परेको जमैकन इगुवानासहित स्थानिय तथा संकटमा परेका प्रजातिहरूका लागि वन्यजन्तु सेन्कचुअरीको रूपमा स्थापित गरिएको छ

source: From all of us at the IIF, we hope you will join us in celebrating this hard fought success.
ne: फोर्ट वर्थ, टेक्सासस्थित अन्तर्राष्ट्रिय इगुवाना फाउण्डेसनले फेसबुकमा सेयर गरेको छ:

source: High-profile environmentalist Diana McCaulay had led the Goat Islands campaign with her team at the Jamaica Environment Trust (JET), advocating tirelessly against a transshipment port in the already protected wetlands and islands on Jamaica’s south coast.
ne: यो आधिकारिक हो!! गोट टापुहरूलाई अन्ततः वन्यजन्तु सेन्कचुअरी वर्गीकृत गरिनेछन् जसले जमैकन इगुवानालाई यसको मुख्य प्रजातिको रूपमा समावेश गर्नेछ। हाम्रो धेरै वर्षदेखिको संघर्ष समाप्त भएको छ तर २०१३ मा त्यो सपना करीब-करीब भताभुङ्ग भयो जब त्यस क्षेत्र चिनियाँ स्वार्थ अनुरुपका योजनाको लागि हस्तान्तरण हुनै लागेको थियो। आईआईएफ तथा हाम्रा साझेदारहरूले विरोध अभियान शुरू गरे जसले यस योजनालाई ३ वर्षसम्म जारी राख्यो, अंततः जमैकन सरकार जनदबाबको अगाडि झुक्यो। यस अभियानलाई आर्थिक सहयोग गर्ने हाम्रा धेरै समर्थकहरूलाई हामी धन्यवाद दिन चाहन्छौं जसले गर्दा गोट टापुहरू र जमैकन इगुवाना बचाउनको निमित्त दबाब दिइराख्न मद्दत पुर्यायो। संरक्षणको दुनियाँमा आजभोलि बिरलै विजय हासिल गर्न सकिन्छ, र यो एकदम सुखद छ। आईआईएफका हामी सबै आशा गर्छौं कि यो कठिन संघर्ष पश्चात प्राप्त सफलताको खुशीयाली तपाईंले हामीसँग मनाउनु हुनेछ।

source: The group gained supporters at home and abroad in what became a classic example of environment versus development. The two islands are part of the Portland Bight Protected Area (PBPA), which includes two-thirds of Jamaica’s mangroves and a large area of dry limestone forest — both vulnerable habitats that are home to many endangered and endemic species. The PBPA is managed by another environmental NGO, the Caribbean Coastal Area Management Foundation (C-CAM).
ne: हाई प्रोफाइल पर्यावरणविद् डाना म्याकालेले जमैका पर्यावरण ट्रस्ट (जेईटी) मा उनको टोलीसँग गोट टापु अभियानको नेतृत्व गरेकी थिइन्, जो जमैकाको दक्षिणी तटमा पहिले नै सुरक्षित दलदल जमिन र टापुमा निर्माण हुन लगेको बन्दरगाहको विरुद्धमा अथक प्रयास गर्दै आएकी थिइन्। यस समूहले देशभित्र र बाहिर समर्थकहरूको साथ पायो जुन विकासको खिलाफ पर्यावरणको एउटा उत्कृष्ट उदाहरण हो। दुई टापु पोर्टल्यान्ड बिट प्रोटेक्टेड एरिया (पीबीएपी) को भाग हो, जसमा जमैकाको दुई तिहाई सदाबहार वृक्षहरू र सुक्खा चून ढुङ्गा जंगलको एक ठूलो क्षेत्र पर्दछ - दुवै अति संवेदनशील प्राकृतिक वासस्थान हुन् जुन स्थानिय तथा संकटमा परेका प्रजातिहरूका लागि वासस्थान हो। पीबीपीएको व्यवस्थापन एक अन्य पर्यावरणीय गैर सरकारी संस्था क्यारिबियन कोस्टल एरिया म्यानेजमेन्ट फाउंडेशन (सी-सीएएम) द्वारा गरिन्छ।

source: Jamaican environmentalist Diana McCaulay (in the blue baseball cap), talking to conservationists and supporters on Old Harbour Bay fishing beach, near Goat Islands, at the height of the campaign — in September, 2013 — to save the area. Photo by Emma Lewis, used with permission.
ne: जमैकन पर्यावरणविद् डाना म्याकालेले (नीलो बेसबल टोपीमा), अभियानले उचाई छोएको बेला सेप्टेम्बर २०१३ मा गोट टापु नजिकै ओल्ड हार्बर बे माछा मार्ने टतमा संरक्षणवादी र समर्थकहरूसँग उक्त्त टापुको संरक्षण बारे कुराकानी गर्दै। फोटो - एम्मा लुईस। अनुमतिमा प्रयोग गरिएको।

source: The announcement would have been especially gratifying for McCaulay, who will retire at the end of 2017 as the CEO of JET, which she founded 25 years ago. Many Jamaicans have praised her determination and successes as an environmental activist:
ne: यो घोषणा विशेष गरी म्याकालेका लागि संतोषजनक हुने थियो, जो २०१७ को अन्तमा जेईटी सीईओको रूपमा सेवानिवृत्त हुनेछिन् जसलाई उनले २५ वर्ष पहिले स्थापित गरिन्। धेरै जमैकनहरूले पर्यावरण अभियन्ताको रूपमा उनको दृढता र सफलताको प्रशंसा गरेका छन्:

source: #Winning @dmccaulay. Take a bow because you fought hard for these.
ne: #winning@dmccaulay श्रेय लिनुहोस् किनकि तपाईले कठिन संघर्ष गर्नुभयो। सुन्ने र सही कामको लागि सम्मान। हाम्रो पर्यावरण बचाऔं

source: Respect due to the #GOJ for listening & doing the right thing.
ne: नेग्रिलस्थित पर्यटक रिसोर्ट पर्यावरणीय मुद्दामा ध्यान दिने मेरी वेराले टिप्पणी गरिन्:

source: Mary Veira, who focuses on environmental concerns in the tourist resort of Negril, commented:
ne: म यी महिला डाना म्याकालेलाई पर्यावरण संरक्षणको महत्व तथा अधिक जागरुकताका लागि आभार व्यक्त गर्दछु। महान जमैकन महिला।

source: McCaulay recently delivered a high-profile lecture on "The State of The Rock" in the Caribbean International Network (CIN) Lecture Series at the Schomburg Center in New York. As the first woman to speak in the series, she made a passionate plea for the Caribbean environment and stressed the existential threat of climate change to the region.
ne: म्याकालेले भर्खरै न्यू योर्कको शम्बर्ग केन्द्रमा क्यारिबियन इन्टरनेट नेटवर्क (सीआईएन) लेक्चर सीरीज मा "द रक स्टेट" मा हाई-प्रोफाइल लेक्चर दिइन्। सीरीजमा बोल्ने पहिलो महिलाको रूपमा उनले क्यारिबियन पर्यावरणको लागि एक जोडदार तर्क प्रस्तुत गरिन् र यस क्षेत्रमा जलवायु परिवर्तनको विद्यमान खतरा प्रति जोड दिइन्।

source: Meanwhile, the prime minister's public relations officer proudly listed his administration's environmental record to date: Environmental Agenda of JLP Gov
ne: यसबीच, प्रधानमंत्रीको जनसंपर्क अधिकारीले आफ्नो प्रशासनको पर्यावरणीय रेकर्डमा गर्वका साथ सूचीबद्ध गरे:

source: No port at Goat Island ✅
ne: १. गोट टापुमा बन्दरगाह हुने छैन

source: 2. Goat Island to be declared sanctuary and home for endemic Iguanas ✅ 3.
ne: २. गोट टापुलाई सेन्कचुअरी तथा स्थानिय इगुवानाको वासस्थान घोषणा गरिनेछ

source: No Coal Fired Power Plan at Alpart✅
ne: ३. अल पार्टमा कोइलाको विद्युत् केन्द्र हुने छैन

source: 4. Largest solar farm in Caribbean✅ 5.
ne: ४. क्यारिबियनमा सबै भन्दा ठूलो सौर्य संयन्त्र स्थापना

source: Accomplishments aside, some questions are being asked about the designation of a "wildlife sanctuary" and whether the iguanas might swim from the islands to shore.
ne: ५. कॉकपिट कन्ट्री संरक्षित क्षेत्र घोषित

source: Conservationist Wendy Lee asked:
ne: ६. प्लास्टिक (विचाराधीन)

source: I am happy for any positive news on the environment, but aren't the Goat Islands already supposed to be protected as part of the Portland Bight Protected Area and proposed Biosphere Reserve? To which C-CAM head, Ingrid Parchment, responded:
ne: उपलब्धिको अलावा, वन्यजन्तु सेन्कचुअरीबारे केही प्रश्नहरू सोधिंदैछन् र के इगुवानाहरू टापुहरूबाट किनारासम्म तैरिन सक्नेछन् भन्ने प्रश्न गरिदैछ। संरक्षणवादी वेंडी लीले सोधिन्:

source: I am not sure under what act the Wildlife sanctuary was declared however this is what we want.
ne: म पर्यावरणसम्बन्धी कुनै पनि सकारात्मक समाचारको लागि खुसी छु, तर के गोट टापुहरू पहिले नै पोर्टल्याण्ड बिट प्रोटेक्टेड एरिया र प्रस्तावित बायोस्फेयर रिजर्भको भागको रूपमा सुरक्षित हुनु हुँदैन?

source: Positive environmental news. A victory for Jamaica. Now lets implement plans to establish.
ne: सी-सीएएम प्रमुख इन्ग्रिड पर्चमेन्टको प्रतिक्रिया यस्तो थियो:

source: Diana McCaulay observed: An assessment of what's on Goat Islands now will have to be done, especially of any invasive species.
ne: मलाई थाहा छैन कि कुन वास्तविकतामा वन्यजन्तु सेन्कचुअरी घोषणा गरियो तथापि हामी यही चाहन्छौं। बायोस्फेयर स्टाटसका लागि पोर्टल्यान्ड बिट संरक्षित क्षेत्र निर्णयार्थ प्रस्तुत गरिएको थियो र सरकारद्वारा फिर्ता लिइएको थियो। हामीले २०१८ मा पुन: पेश गर्ने अभिलाषा लिएका छौं। सकारात्मक पर्यावरण समाचार। जमैकाको विजय। अब स्थापना गर्न योजनाहरू लागू गरौं। अर्को खतरा क्षेत्रमा।

source: Also an assessment of the habitat - and then a decision taken about what can go there.
ne: त्यसो भए प्रस्तावित वन्यजन्तु सेन्कचुअरीको लागि अन्य कदमहरू के के हुन्? डायना म्याकालेले यसो भनिन्:

source: Iguanas and likely other reptiles https://t.co/mrq9QYwgqB — Diana McCaulay (@dmccaulay) December 15, 2017 So will there be a transshipment port somewhere else on the island?
ne: गोट टापुमा के भइरहेकोछ भन्ने कुराको मूल्यांकन हुनु पर्दछ, विशेष गरी आक्रामक प्रजातिहरुका। प्राकृतिक वासस्थानको पनि मूल्यांकन गर्नुपर्दछ र त्यहाँ के के बस्न सक्छन् भन्ने बारे निर्णय लिइएको बारे। जस्तै कि इगुवाना र अन्य सरीसृपहरु

source: Used under a Creative Commons license. In 2015, Hala Yousef, the Minister of Population in Egypt, reported that out of all marriages in Egypt, 15% are child marriages.
ne: इजिप्ट यौन दुर्व्यवहार र बाल विवाहका समस्याले निरन्तर ग्रसित छ

source: Although the age of marriage increased to 18 in 2008, the practice continues to be a phenomenon across the country, and especially in poorer regions.
ne: इजिप्टको सन् २०११ को संसदीय चुनावका दौरान मतदान गर्न लामबद्ध महिला। सन् २०११ डिसेम्बर ११ का दिन युएन वीमेनले पोस्ट गरेको फोटो। क्रियटिभ कमन्स लाइसेन्सअन्तर्गत प्रयोग गरिएको।

source: In addition to violating the rights of children, these practices often lead to direct violence on the children, who are almost always girls.
ne: सन् २०१५ मा इजिप्टका जनसंख्या मन्त्री हाला युसेफले त्यहाँ भएका विवाहमध्ये १५% बाल विवाह रहेको बताए। सन् २००८ मा विवाहका लागि उमेरको हद बढाएर १८ पुर्याइएको भए पनि यो देशभरि खास गरी गरीब क्षेत्रहरूमा व्याप्त रही आएको छ।

source: A 2001 study showed that 29 percent of married children have been beaten by their husbands.
ne: यसले बाल अधिकार उल्लंघन गर्नुका साथै बालबालिकामाथि हुने प्रत्यक्ष हिंसातर्फ डोर्याउछ, जसमध्ये सबै संधै बालिकाहरू हुन्छन्।

source: In 2014, the American University of Cairo's Social Research Center found that 27 percent of girls married before the age of 18 had been physically abused by their husbands. Furthermore, in a report from 2016, a UN panel concluded that the persecution of well-known women human rights defenders contributes to Egypt's ongoing poor record on women's rights:
ne: सन् २००१ को एक अध्ययनले २९ प्रतिशत विवाहित बालबालिका तिनीहरूका पतिबाट पिटिएको देखायो। सन् २०१४ मा अमेरिकन युनिभर्सिटि अफ काइरोज सोसल रिसर्च सेन्टरले १८ वर्ष अगाडि नै विवाह गरेका २७ प्रतिशत किशोरीहरू उनीहरूका पतिहरूद्वारा शारीरिक दुर्व्यवहारको शिकार भएको पत्ता लगायो।

source: To address these issues, Global Voices spoke to Samah Mansur, an Egyptian activist who has worked on women's rights for over 10 years.
ne: सन् २०१६ को एक रिपोर्टमा युएन प्यानलले नाम चलेका महिला मानवाधिकार समर्थकलाई दिइएको उत्पीडनले इजिप्टमा हालैको महिला अधिकारसम्बन्धी खराब रेकर्डलाई सघाएको निष्कर्ष निकालेको छ:

source: Mansur works as an officer of the gender and women's rights unit at the Appropriate Communication Techniques for Development Center (ACT). She is a member of the "Say No To Child Trafficking" Initiative, a group that works on monitoring and documenting child trafficking and child marriage in Egypt.
ne: अज्जा सोलिमन र मोज्न हसनजस्ता महिला मानवाधिकार समर्थकलाई दिइएको निरन्तरको उत्पीडनले न्याय, मानवाधिकार र समानताका लागि कटिबद्ध व्यक्तिलाई दबाउने र धम्क्याउने लक्ष्यका साथ महिला अधिकार आन्दोलनलाई सुनियोजित तवरले दमन गरिएको तथ्यलाई स्थापित र सुदृढ गर्दछ।

source: Nevena Borisova (NB): How did you start working on women's rights? Samah Mansur (SM): I’ve been fortunate to come from a family where volunteering is considered absolutely important.
ne: यी मुद्दालाई सम्बोधन गर्न ग्लोबल भ्वाइसेजले १० वर्षभन्दा अधिक समय महिला अधिकारसम्बन्धी कार्य गरेकी इजिप्सियन अधिकारकर्मी समाह मन्सुरसँग कुरा गर्यो।

source: My parents believed that the best gift they could ever give me is to help people in need.
ne: इजिप्सियन अधिकारकर्मी समाह मन्सुर। फोटो अनुमति लिएर प्रयोग गरिएको।

source: I was allowed to spend copious amount of time at charities, and shelters to help orphans, battered women, and people in need, beyond what I was taught in school and so nurtured me into volunteer lover that I am today. Since 2003, I have been involved in the non-profit sector and I joined the Appropriate Communication Techniques for Development (ACT) which works on fighting all types of violence against women.
ne: मन्सुर एप्रोप्रिएट कम्युनिकेशन टेक्निक्स फर डेभलपमेन्ट सेन्टर (एक्ट) को लैङ्गिक तथा महिला अधिकार एकाइमा अधिकृतका रूपमा कार्यरत छिन्। उनी "से नो टु चाइल्ड ट्राफिकिङ्ग" नामक पहलकी सदस्य हुन्। यस समूहले इजिप्टमा हुने बालबालिका बेचबिखन तथा बाल विवाहको अनुगमन र अभिलेख राख्ने कार्य गर्दछ। मन्सुरले इजिप्टमा महिलालाई जिस्काइने वा महिला उत्पीडनविरुद्ध लड्न र जनचेतना अभिवृद्धि गर्न "आइ स ह्यारेसमेन्ट" नामक पहल सुरु गर्न पनि मद्दत गरेकी छिन्।

source: I am lucky because I am able to choose what to do and I am absolutely passionate about everything I do. NB: You are a member of the 'Say No to Child Trafficking' Initiative.
ne: सन् २००७ मा महिलाविरुद्ध हुने हिंसासँग लड्नेसम्बन्धी उनको अनुसन्धानका लागि उनलाई युनाइटेड नेशन्स डेभलपमेन्ट फण्ड फर विमेनले पुरस्कृत गर्यो।

source: What is the current extent of the problem in Egypt and what are the measures that must be taken?
ne: नेभेना बोरिसोभा (एनबि): तपार्इंले महिला अधिकारसम्बन्धी कार्य कसरी सुरु गर्नुभयो?

source: SM: In Egypt, child marriage and child trafficking are a social phenomenon which primarily affects girls who live in extreme poverty in rural areas, and is becoming more prevalent in urban areas, as well as in Upper Egypt. Twelve percent of them are married before they turn eighteen. One major contributing factor is the wealthy men from Egypt, and the Arab region, including the Gulf Countries, who frequently visit Egypt to acquire “temporary marriages and tourism marriages” with underage girls.
ne: समाह मन्सुर (एसएम):म भाग्यले यस्तो परिवारसँग सम्बन्धित छु जहाँ स्वयंसेवालाई अति नै महत्वपुर्ण मानिन्छ। मेरा अभिभावकले विश्वास गर्थे कि मलाई उहाँहरूले दिनसक्ने सबैभन्दा राम्रो उपहार नै परेको बेला कुनै व्यक्तिलाई मद्दत गर्नु हो। विद्यालयमा सिकाइएको अलावा मलाई परोपकारी संस्थाहरू तथा टुहुरा, पीडित महिला र असहायहरूलाई मद्दत गर्ने आश्रयस्थलमा प्रशस्त समय व्यतीत गर्न दिइन्थ्यो जसले मलाई स्वयंसेवा गर्न रुचाउने र आज म जे छु त्यस्तो बनाउन सघायो। सन् २००३ देखि म गैरमुनाफामूलक क्षेत्रमा संलग्न रहेको छु र महिलाविरुद्ध हुने हरेक प्रकारका हिंसासँग लड्ने एप्रोप्रिएट कम्युनिकेशन टेक्निक्स फर डेभलपमेन्ट सेन्टर (एक्ट) सँग सम्बद्ध भए। म भाग्यमानी छु किनकि म जे चाहन्छु त्यो रोज्न सक्छु र मैले गर्ने हरेक कार्यप्रति पूर्ण रूपले समर्पित छु।

source: Girls below the age of fourteen are forced into marriage.
ne: एनबि: तपाईं 'से नो टु चाइल्ड ट्राफिकिङ्ग' नामक पहलकी सदस्य हुनुहुन्छ। इजिप्टमा हालको समयमा यस समस्याको अवस्था कस्तो छ र यसका लागि कस्तो कदम चालिनुपर्छ?

source: These marriages are often facilitated by the girl’s parents and are arranged through marriage brokers, sheikhs, lawyers, community leaders, etc., who take bribes for registering these illegal marriages of underage girls.
ne: एसएम: इजिप्टमा बालविवाह र बालबालिका बेचबिखन सामाजिक समस्या हुन् जसले मुख्यतया ग्रामीण क्षेत्रमा एकदमै गरिबीमा रहेका बालिकाहरूलाई प्रभावित गर्दछ र यी समस्या माथिल्लो इजिप्टका साथै शहरी क्षेत्रहरूमा पनि झन व्याप्त हुँदै गएका छन्। बाह प्रतिशत किशोरीहरू अठार वर्ष नपुग्दै विवाह गर्छन्। एक प्रमुख योगदान पुर्याउने माध्यम खाडी मुलुकसमेत गरी इजिप्ट र अरब क्षेत्रका धनी मानिस हुन् जो उमेर नपुगेका केटीहरूसँग अस्थायी विवाह तथा पर्यटकीय विवाह गर्न बारम्बार इजिप्ट धाइरहन्छन्। चौंध वर्ष मुनिका किशोरीहरूको जबरजस्ती विवाह गराइन्छ। यी विवाहहरू प्रायजसो अभिभावकले नै सहज गराइदिन्छन् र दलाल, शेख, वकिल, समुदायका अगुवा आदिमार्फत यी विवाह सम्पन्न हुने गरेका छन्। उनीहरूले यी उमेर नपुगेका किशोरीहरूको अवैध विवाह दर्ता गराउन घुस लिने गरेका छन्। केही समयपश्चात् यी बालबेहुलीहरू अति असुरक्षित अवस्थामा पुग्छन्। यिनीहरूलाई गर्भवती अवस्थामा छोडिइन्छ वा धेरै टाढाका घरहरूमा जबरजस्ती कामदारका रूपमा काम गर्न बाध्य गराइन्छन्, वा धेरै जसो गर्भपतन गर्न बाध्य बनाइन्छन्। बाल बेचबिखन र आधुनिक जगतको दासप्रथाका अर्का स्वरुप यी विवाहहरूले बालबेहुलीहरूलाई जबरजस्ती कामदार र दासीका रूपमा काम गर्न लगाइन्छन्। यिनीहरूलाई गालीगलौज गरिन्छ र विशेष दलालमार्फत मासिक तलब दिइन्छ। यो पैसा ती किशोरीहरूका अविवाहित दाजुभाइ र बुवाले पाउँछन्।

source: After a while, these girl brides are in very vulnerable positions.
ne: एनबि: तपाईंले 'आइ स ह्यारेसमेन्ट' नामक पहल सुरु गर्न मद्दत गर्नुभयो। के तपाईं इजिप्टमा महिलालाई जिस्काइने वा महिला उत्पीडनका बारेमा थप केही भन्नुहुन्छ?

source: They are either left abandoned and pregnant, taken by force to serve as maids in faraway households, or in many cases subjected to abortions. These marriages, considered a form of child trafficking and modern day slavery, force young brides to work as maids and servants in abusive settings where a monthly compensation is received and channeled by special brokers.
ne: एसएम: यौन दुर्व्यवहार इजिप्टको एक मुख्य समस्या हो। अध्ययनहरूका अनुसार बहुसंख्यक महिलाहरू यसका शिकार भएका छन्, प्रायजसो गल्लीहरूमा वा सार्वजनिक यातायातमा। र यो समस्याले जरा गाडेको छ। यस कारण मैले आइ स ह्यारेसमेन्ट नामक पहल सुरु गर्न सहभागी भए। यसले महिलाविरुद्ध हुने यौन दुर्व्यवहारजन्य अपराधको अनुगमन गर्छ र अभिलेख राख्छ।

source: NB: What about women's career opportunities in the country? SM: Egypt ranks low in gender equity.
ne: एनबि: यस देशमा महिलाका लागि पेशागत अवसरका बारे केही भन्नुहुन्छ?
